const colorTest = {
  type: "select",
  topics: [
    {
      title: "关于人生观，我的内心其实是：",
      options: [
        "希望能够有尽量多的人生体验，所以会有多样化的想法。",
        "在合理的基础上，谨慎确定目标，一旦确定会坚定不移地去做。",
        "更加注重的是取得一切有可能的成就。",
        "宁愿剔除风险而享受平静或现状。",
      ],
    },
    {
      title: "关于人生观，我的内心其实是：",
      options: [
        "希望能够有尽量多的人生体验，所以会有多样化的想法。",
        "在合理的基础上，谨慎确定目标，一旦确定会坚定不移地去做。",
        "更加注重的是取得一切有可能的成就。",
        "宁愿剔除风险而享受平静或现状。",
      ],
    },
    {
      title: "关于人生观，我的内心其实是：",
      options: [
        "希望能够有尽量多的人生体验，所以会有多样化的想法。",
        "在合理的基础上，谨慎确定目标，一旦确定会坚定不移地去做。",
        "更加注重的是取得一切有可能的成就。",
        "宁愿剔除风险而享受平静或现状。",
      ],
    },
  ],
  result: [
    {
      title: '<span style="color:green">绿色</span>性格',
      details:
        "你是强势而自信的爱人，在情感关系中你也希望掌握主动和支配权。当你爱上一个人时，就意味着你已将这个人当作了你的一部分。<br/><br/>你希望他/她是一个独立、能料理好自己的一切的强者，同时也希望他/她能对你顺服，你会用各种方法来征服你喜欢的人，你对自己说：我不要的，谁也别想强迫我；我要的，一定要得到.<br/><br/>因为天性中的强者心态，你有不愿示弱的特点，就连你的爱人也很少能看到你脆弱无助的一面，你的保护会让爱人感到安全、有靠山，在他/她心目中你是一个有责任感的人。<br/><br/>你是以目标为导向的，所以有时会忽略一些细腻的情感过程，如果你的爱人是一个重视过程或细节的人，可能会无法适应。<br/><br/>在两个人的情感关系中，你希望成为那个“说了算”的人，主持大局，你希望你的爱人是以你为中心的。",
    },
  ],
};
export default colorTest;
